import {Buildings, Clock, House2, Moon} from "iconsax-react";

const infosReserveHotel = [
   {
      title: "تاریخ و ساعت ورود :",
      content: "ساعت ورود (14:00) - 1403/01/10",
      icon: <Clock className='text-primary max-md:size-5 size-6' variant='Bulk' />,
   },
   {
      title: "تاریخ و ساعت خروج :",
      content: "ساعت خروج (13:00) - 1403/01/12",
      icon: <Clock className='text-primary max-md:size-5 size-6' variant='Bulk' />,
   },
   {
      title: "هتل :",
      content: "اسپیناس پالاس - (تهران)",
      icon: <House2 className='text-primary max-md:size-5 size-6' variant='Bulk' />,
   },
   {
      title: "نام اتاق :",
      content: "دوبلکس رویال",
      icon: <Buildings className='text-primary max-md:size-5 size-6' variant='Bulk' />,
   },

   {
      title: "تعداد شب اقامت :",
      content: "3 شب",
      icon: <Moon className='text-primary max-md:size-5 size-6' variant='Bulk' />,
   },
   {
      title: "تعداد اتاق :",
      content: "1 اتاق",
      icon: (
         <svg className='max-md:size-5  size-7' viewBox='0 0 35 25' fill='none' xmlns='http://www.w3.org/2000/svg'>
            <path
               opacity='0.4'
               d='M15.7057 22.9163H14.584C12.3405 22.9163 11.2188 21.8747 11.2188 19.7913V5.20801C11.2188 3.12467 12.3405 2.08301 14.584 2.08301H21.3145C23.558 2.08301 24.6798 3.12467 24.6798 5.20801V19.7913C24.6798 21.8747 23.558 22.9163 21.3145 22.9163H20.1927'
               fill='#4156D9'
            />
            <path
               d='M20.1931 18.7497V22.9163H15.7061V18.7497C15.7061 18.1768 16.2108 17.708 16.8278 17.708H19.0713C19.6883 17.708 20.1931 18.1768 20.1931 18.7497Z'
               fill='#4156D9'
            />
            <path
               d='M15.7056 14.3226C15.2457 14.3226 14.8643 13.9684 14.8643 13.5413V8.33301C14.8643 7.90592 15.2457 7.55176 15.7056 7.55176C16.1655 7.55176 16.5469 7.90592 16.5469 8.33301V13.5413C16.5469 13.9684 16.1655 14.3226 15.7056 14.3226Z'
               fill='#4156D9'
            />
            <path
               d='M20.1929 14.3226C19.733 14.3226 19.3516 13.9684 19.3516 13.5413V8.33301C19.3516 7.90592 19.733 7.55176 20.1929 7.55176C20.6528 7.55176 21.0342 7.90592 21.0342 8.33301V13.5413C21.0342 13.9684 20.6528 14.3226 20.1929 14.3226Z'
               fill='#4156D9'
            />
            <path
               d='M4.59871 22.6038H3.98175C2.74782 22.6038 2.13086 22.0309 2.13086 20.8851V12.8643C2.13086 11.7184 2.74782 11.1455 3.98175 11.1455H7.68352C8.91745 11.1455 9.53441 11.7184 9.53441 12.8643V20.8851C9.53441 22.0309 8.91745 22.6038 7.68352 22.6038H7.06656'
               fill='#4156D9'
            />
            <path
               d='M7.06746 20.3122V22.6038H4.59961V20.3122C4.59961 19.9971 4.87724 19.7393 5.21657 19.7393H6.4505C6.78983 19.7393 7.06746 19.9971 7.06746 20.3122Z'
               fill='white'
               fill-opacity='0.5'
            />
            <path
               d='M4.59944 17.8773C4.34649 17.8773 4.13672 17.6825 4.13672 17.4476V14.583C4.13672 14.3481 4.34649 14.1533 4.59944 14.1533C4.8524 14.1533 5.06216 14.3481 5.06216 14.583V17.4476C5.06216 17.6825 4.8524 17.8773 4.59944 17.8773Z'
               fill='white'
            />
            <path
               d='M7.06721 17.8773C6.81426 17.8773 6.60449 17.6825 6.60449 17.4476V14.583C6.60449 14.3481 6.81426 14.1533 7.06721 14.1533C7.32017 14.1533 7.52994 14.3481 7.52994 14.583V17.4476C7.52994 17.6825 7.32017 17.8773 7.06721 17.8773Z'
               fill='white'
            />
            <path
               d='M28.8311 22.6038H28.2142C26.9802 22.6038 26.3633 22.0309 26.3633 20.8851V12.8643C26.3633 11.7184 26.9802 11.1455 28.2142 11.1455H31.9159C33.1499 11.1455 33.7668 11.7184 33.7668 12.8643V20.8851C33.7668 22.0309 33.1499 22.6038 31.9159 22.6038H31.299'
               fill='#4156D9'
            />
            <path
               d='M31.2989 20.3122V22.6038H28.8311V20.3122C28.8311 19.9971 29.1087 19.7393 29.448 19.7393H30.6819C31.0213 19.7393 31.2989 19.9971 31.2989 20.3122Z'
               fill='white'
               fill-opacity='0.5'
            />
            <path
               d='M28.8309 17.8773C28.5779 17.8773 28.3682 17.6825 28.3682 17.4476V14.583C28.3682 14.3481 28.5779 14.1533 28.8309 14.1533C29.0838 14.1533 29.2936 14.3481 29.2936 14.583V17.4476C29.2936 17.6825 29.0838 17.8773 28.8309 17.8773Z'
               fill='white'
            />
            <path
               d='M31.2987 17.8773C31.0457 17.8773 30.8359 17.6825 30.8359 17.4476V14.583C30.8359 14.3481 31.0457 14.1533 31.2987 14.1533C31.5516 14.1533 31.7614 14.3481 31.7614 14.583V17.4476C31.7614 17.6825 31.5516 17.8773 31.2987 17.8773Z'
               fill='white'
            />
         </svg>
      ),
   },
];
const itemsPathFooter = [
   {
      title: "راهنمای مشتریان",
      paths: [
         {title: "درباره ما", path: ""},
         {title: "تماس با ما", path: ""},
         {title: "سوالات متداول", path: ""},
         {title: "حقوق کابران", path: ""},
         {title: "قوانین و مقرارت", path: ""},
         {title: "وبلاگ حاجیجا", path: ""},
      ],
   },
   {
      title: "محصولات ما",
      paths: [
         {title: "درباره ما", path: ""},
         {title: "تماس با ما", path: ""},
         {title: "سوالات متداول", path: ""},
         {title: "حقوق کابران", path: ""},
         {title: "قوانین و مقرارت", path: ""},
         {title: "وبلاگ حاجیجا", path: ""},
      ],
   },
   {
      title: "اقامتگاه",
      paths: [
         {title: "تهران", path: ""},
         {title: "مشهد", path: ""},
         {title: "کردستان", path: ""},
         {title: "شیراز", path: ""},
         {title: "خوزستان", path: ""},
         {title: "تبریز", path: ""},
      ],
   },
];
export {infosReserveHotel, itemsPathFooter};
